Repository: KaanBN/zikr_counter
Catalog: lib/l10n/intl_*.arb
Languages: tr

# counterCount
source: {current counter is: {count}}
tr: şu anki sayaç: {count}

source: reset counter
tr: sayacı sıfırla

source: increase counter
tr: sayacı artır

source: List
tr: Liste

source: Go to list page
tr: Liste sayfasına git

source: Opens up drawer
tr: Yan menüyü açar

# toggleVibrationCurrentIs
source: Toggle vibration. Current vibration is {dayPart, select, true{enabled} false{not enabled}}
tr: Titreşimi değiştir. Şu an titreşim {dayPart, select, true{etkin} false{etkin değil}}

# toggleSoundCurrentIs
source: Toggle sound. Current sound is {dayPart, select, true{enabled} false{not enabled}}
tr: Sesi aç kapat. Şu an ses {dayPart, select, true{etkin} false{etkin değil}}

# expandButtonSizeTileCurrentIs
source: Expand button size tile. Current size is {size, select, Small{Small} Medium{Medium} Large{Large} other{Very Large}}
tr: Düğme boyutu döşemesini genişletin. Geçerli boyut {size, select, Small{küçük} Medium{orta} Large{büyük} other{çok büyük}}

source: Vibration
tr: Titreşim

source: Sound
tr: Ses

source: Button Size
tr: Düğme Boyu

# drawerSizeItem
source: {size, select, small{Small} medium{Medium} large{Large} other{Very Large}}
tr: {size, select, small{Küçük} medium{Orta} large{Büyük} other{Çok Büyük}}

# noItems
source: You have not added a dhikr yet
tr: Henüz bir zikir eklemediniz

source: Update Dhikr
tr: Zikiri güncelle

source: Enter Dhikr Name
tr: Zikir Adını Girin

source: Cancel
tr: İptal

source: Update
tr: Değiştir

# counterBlaBla
source: dhikr counter {count} titled {title}
tr: {title} başlıklı zikir sayacı {sayı}

source: Unnamed
tr: İsimsiz

source: Add Dhikr
tr: Zikir Ekle

source: Add
tr: Ekle
